[
{
    "pk": 1, 
    "model": "cursos.formacao", 
    "fields": {
        "nome": "Curso Técnico Integrado ao Ensino Médio na modalidade Proeja"
    }
},
{
    "pk": 2, 
    "model": "cursos.formacao", 
    "fields": {
        "nome": "Curso Técnico Integrado ao Ensino Médio"
    }
},
{
    "pk": 3, 
    "model": "cursos.formacao", 
    "fields": {
        "nome": "Curso Técnico Subsequente"
    }
},
{
    "pk": 4, 
    "model": "cursos.formacao", 
    "fields": {
        "nome": "Curso Superior"
    }
},
{
    "pk": 5, 
    "model": "cursos.formacao", 
    "fields": {
        "nome": "Especialização"
    }
},
{
    "pk": 6, 
    "model": "cursos.formacao", 
    "fields": {
        "nome": "Mestrado"
    }
},
{
    "pk": 7, 
    "model": "cursos.formacao", 
    "fields": {
        "nome": "Doutorado"
    }
},
{
    "pk": 1, 
    "model": "cursos.grupocursos", 
    "fields": {
        "descricao": "<p>O profissional egresso de um Curso de Engenharia Agronômica ou Agronomia deverá ter sólida formação científica e profissional geral que os capacite a absorver e desenvolver tecnologias; tanto o aspecto social quanto à competência científica e tecnológica que permitirão ao profissional atuação crítica e criativa na identificação e resolução de problemas, considerando seus aspectos políticos, econômicos, sociais, ambientais e culturais, com visão ética e humanística, em atendimento às demandas da sociedade. O formando deverá estar apto a compreender e traduzir as necessidades de indivíduos, grupos sociais e comunidade, com relação aos problemas tecnológicos, sócio-econômicos, gerenciais e organizativos, bem como utilizar racionalmente os recursos disponíveis, além de conservar o equilíbrio do ambiente.<br></p>", 
        "nome": "Bacharelado em Agronomia"
    }
},
{
    "pk": 2, 
    "model": "cursos.grupocursos", 
    "fields": {
        "descricao": "<p style=\"text-align: justify;\">Um curso de Bacharelado em Matemática deve ter um programa flexível de forma a qualificar os seus graduados para a Pós-graduação visando a pesquisa e o ensino superior, ou para oportunidades de trabalho fora do ambiente acadêmico.<br><br>Dentro dessas perspectivas, os programas de Bacharelado em Matemática devem permitir diferentes formações para os seus graduados, quer visando o profissional que deseja seguir uma carreira acadêmica, como aquele que se encaminhará para o mercado de trabalho não acadêmico e que necessita além de uma sólida base de conteúdos matemáticos, de uma formação mais flexível contemplando áreas de aplicação.<br><br>Nesse contexto um Curso de Bacharelado deve garantir que seus egressos tenham:<br>• uma sólida formação de conteúdos de Matemática<br>• uma formação que lhes prepare para enfrentar os desafios das rápidas transformações da sociedade, do mercado de trabalho e das condições de exercício profissional.<br><br>Por outro lado, desejam-se as seguintes características para o Licenciado em Matemática:<br>• visão de seu papel social de educador e capacidade de se inserir em diversas realidades com sensibilidade para interpretar as ações dos educandos<br>• visão da contribuição que a aprendizagem da Matemática pode oferecer à formação dos indivíduos para o exercício de sua cidadania<br>• visão de que o conhecimento matemático pode e deve ser acessível a todos, e consciência de seu papel na superação dos preconceitos, traduzidos pela angústia, inércia ou rejeição, que muitas vezes ainda estão presentes no ensino - aprendizagem da disciplina.<br></p>", 
        "nome": "Licenciatura em Matemática"
    }
},
{
    "pk": 3, 
    "model": "cursos.grupocursos", 
    "fields": {
        "descricao": "<p>O tecnólogo em Agroindústria planeja, executa e controla a qualidade das etapas do processo de produção agroindustrial, contemplando a obtenção, o processamento e a comercialização de matérias-primas de diversas origens, insumos e produtos finais. Este profissional atua em empresas de beneficiamento de produtos de origem animal e vegetal, colaborando em estudos de implantação e desenvolvimento de projetos economicamente viáveis, ocupando-se, ainda, da gestão de atividades referentes ao emprego adequado de equipamentos agroindustriais, em pesquisa e desenvolvimento de tecnologias alternativas para aproveitamento de produtos e subprodutos agropecuários, sempre contemplando o aspecto ambiental.</p>", 
        "nome": "Tecnologia em Agroindústria"
    }
},
{
    "pk": 1, 
    "model": "cursos.curso", 
    "fields": {
        "nome": "Bacharelado em Agronomia", 
        "url": "http://cnp.ifmt.edu.br/post/1000124/", 
        "formacao": 4, 
        "campus": 2, 
        "turno": "INT", 
        "grupo": 1, 
        "email": "agronomia@cnp.ifmt.edu.br", 
        "descricao": "<p>INFORMAÇÕES GERAIS<br>O Agrônomo é um profissional de formação generalista, que atua no manejo sustentável dos recursos naturais renováveis, visando a produção agropecuária, assim como a transformação, comercialização, assistência técnica e gerenciamento dos setores ligados à cadeia produtiva agroindustrial. Este profissional produz e controla a sanidade e a qualidade de alimentos e outros produtos. Desenvolve novas variedades e tecnologias produtivas, bem como organiza o espaço rural e promove a gestão ambiental; coordena e supervisiona equipes de trabalho, realiza estudos de viabilidade técnica e econômica, executa e fiscaliza obras e serviços técnicos e efetua vistorias, perícias e avaliações, emitindo laudos e pareceres técnicos. Em suas atividades, considera aspectos referentes à ética, à segurança, à legislação e aos impactos ambientais. Fonte: MEC.<br><br>CURSO<br>Agronomia<br><br>GRAU CONFERIDO<br>Engenheiro Agrônomo, conforme Decreto-Lei n° 9.585/1946.<br><br>INGRESSO<br>Vestibular<br>ENEM<br>Transferência<br><br>NÚMERO DE VAGAS<br>35 vagas por semestre com duas entradas totalizando 70 vagas ao ano<br><br>TURNO DE FUNCIONAMENTO<br>Integral (manhã, tarde e noite)<br><br>SITUAÇÃO LEGAL DO CURSO<br>A Agronomia tem o exercício profissional regulado pela Lei Federal n. 5.194/1966 e Resolução CNE/CES 1/2006 do MEC (Ministério da Educação), bem como pela Resolução n. 218/1973, revista pela Resolução no 1.010/2005 do CONFEA (Conselho Federal de Engenharia, Arquitetura e Agronomia) que dispõe sobre o registro profissional e as atribuições profissionais do Engenheiro Agrônomo.<br><br>DURAÇÃO<br>Cinco anos<br><br>CARGA HORÁRIA DE ATIVIDADES COMPLEMENTARES<br>O aluno deverá cumprir duzentas (200) horas em atividades complementares.<br></p>"
    }
},
{
    "pk": 1, 
    "model": "cursos.anexocurso", 
    "fields": {
        "curso": 1, 
        "arquivo": 68, 
        "descricao": "Matriz Curricular"
    }
},
{
    "pk": 2, 
    "model": "cursos.anexocurso", 
    "fields": {
        "curso": 1, 
        "arquivo": 67, 
        "descricao": "Horário 2013"
    }
}
]
